// accounts_1.js

const ACCOUNT_LIST_1 = [
    "가수금", "가스수도료", "가지급금", "가공비", 
    "감가상각누계액", "감가상각누계액(건물)", "감가상각누계액(구축물)", "감가상각누계액(기계장치)", "감가상각누계액(비품)", "감가상각누계액(차량운반구)",
    "감가상각비", "감자차손", "감자차익", "감채적립금", "개발비",
    "건물", "건설중인자산", "결손보전적립금", "경상개발비", "광고선전비", "광업권", "교육훈련비", "구축물", "급여", "기계장치",
    "기본원가", "기부금", "기업업무추진비", "기초원가", "기타법정적립금", "기타의대손상각비", "기타포괄손익누계액",
    "단기금융상품", "단기대여금", "단기매매증권", "단기매매증권처분손실", "단기매매증권처분이익", "단기매매증권평가손실", "단기매매증권평가이익", "단기차입금",
    "당기제품제조원가", "당기총제조비용", "당기총제조원가", "당좌예금", "당좌차월", 
    "대손상각비", "대손충당금", "대손충당금(단기대여금)", "대손충당금(미수금)", "대손충당금(받을어음)", "대손충당금(외상매출금)", "대손충당금(장기대여금)", "대손충당금환입", 
    "도서인쇄비", "디자인권",
    "라이선스", "만기보유증권", "매도가능증권", "매도가능증권처분이익", "매도가능증권평가손실", "매도가능증권평가손익", "매도가능증권평가이익", "매입에누리", "매입채무", "매입할인", "매입환출", "매입환출및에누리",
    "매출에누리", "매출채권", "매출채권처분손실", "매출할인", "매출환입", "매출환입및에누리", "무형자산상각비", "미교부주식배당금", "미수금", "미수수익", "미지급금", "미지급배당금", "미지급비용", "미지급세금", "미착품", "미처리결손금", "미처분이익잉여금",
    "반제품", "받을어음", "배당금수익", "배당평균적립금", "법인세비용", "법정적립금", "보관료", "보통주자본금", "보통예금", "보험금수익", "보험료", "복리후생비", "부가세대급금", "부가세예수금", "부도어음과수표", "비품",
    "사채", "사채상환손실", "사채상환이익", "사채할인발행차금", "사채할증발행차금", "사업확장적립금", "산업재산권", "상표권", "상품", "상품매출", "상품매출원가", "선급금", "선급비용", "선납세금", "선수금", "선수수익", "세금과공과", "소득세비용", "소모품비", "소프트웨어", "수도광열비", "수선비", "수수료비용", "수수료수익", "시송품", "실용신안권", "신주청약증거금",
    "어업권", "여비교통비", "연구비", "영업권", "영업보증금", "예수금", "외상매입금", "외상매출금", "외주가공비", "외화환산손실", "외화환산이익", "외환차손", "외환차익", "우선주자본금", "운반비", "원재료", "유동성장기부채", "유형자산처분손실", "유형자산처분이익", "이월이익잉여금", "이익잉여금", "이익준비금", "이자비용", "이자수익", "인출금", "임대료", "임대보증금", "임차권리금", "임차료", "임차보증금", "임의적립금",
    "자기주식", "자기주식처분손실", "자기주식처분이익", "자본금", "자본잉여금", "자본조정", "자산수증이익", "잡비", "잡손실", "잡이익", "장기대여금", "장기매출채권", "장기미수금", "장기미지급금", "장기성예금", "장기차입금", "재고자산감모손실", "재고자산평가손실", "재공품", "재평가잉여금", "재평가차익", "재해손실", "저장품", "전기오류수정손실", "전기오류수정이익", "전도금", "전력비", "전세권", "접대비", "적송품", "제품", "제품매출", "제품매출원가", "제조간접비", "제조간접비배부차이", "제예금", "주식발행초과금", "주식할인발행차금", "지급어음", "지분법적용투자주식", "직접노무비", "직접재료비", "간접노무비", "간접재료비",
    "차량운반구", "차량유지비", "채무면제이익", "토지", "통신비", "퇴직급여", "퇴직급여충당부채", "퇴직연금미지급금", "퇴직연금운용수익", "퇴직연금운용자산", "투자부동산", "투자자산처분손실", "투자자산처분이익", "특정현금과예금", "특허권",
    "판매보증충당부채", "포장비", "프랜차이즈", "하자보수충당부채", "해외사업환산손익", "현금", "현금성자산", "현금흐름위험회피파생상품평가손익"
];